Attached detail groups cannot be mirrored without also mirroring their parent group.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AttachedGroupNoMirror { get; }
  Visual Basic
Public Shared ReadOnly Property AttachedGroupNoMirror As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AttachedGroupNoMirror {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace